const birthdayFortunes = {
  1: [
    "이 달에는 변화을 통해 놀라움한 경험을 하게 될 거예요.",
    "당신의 용기이 중요한 역할을 하게 될 거예요.",
    "이 달에는 사람을 통해 행운한 경험을 하게 될 거예요.",
    "이 달에는 문제을 통해 감동한 경험을 하게 될 거예요.",
    "특히 휴일에 계획을 세우는 것하는 것이 큰 도움이 될 거예요."
  ],
  2: [
    "이번 달에는 사건과 관련된 기쁜 소식가 찾아올 수 있어요.",
    "이번 달에는 일과 관련된 긍정적인 변화가 찾아올 수 있어요.",
    "이번 달에는 사건과 관련된 인연가 찾아올 수 있어요.",
    "특히 주말에 계획을 세우는 것하는 것이 큰 도움이 될 거예요.",
    "이번 달에는 일과 관련된 놀라운 일가 찾아올 수 있어요."
  ],
  3: [
    "정돈된 기운이 당신을 감싸는 한 달이에요.",
    "이 달에는 문제을 통해 깨달음한 경험을 하게 될 거예요.",
    "에너지 넘치는 기운이 당신을 감싸는 한 달이에요.",
    "이번 달에는 사건과 관련된 결정가 찾아올 수 있어요."
  ],
  4: [
    "에너지 넘치는 기운이 당신을 감싸는 한 달이에요.",
    "이 달에는 도전을 통해 깨달음한 경험을 하게 될 거예요.",
    "이번 달에는 상황과 관련된 결정가 찾아올 수 있어요.",
    "이 달에는 도전을 통해 감동한 경험을 하게 될 거예요."
  ],
  5: [
    "특히 중반에 사람을 만나는 것하는 것이 큰 도움이 될 거예요.",
    "당신의 용기이 중요한 역할을 하게 될 거예요.",
    "당신의 신중함이 중요한 역할을 하게 될 거예요.",
    "특히 주말에 휴식하는 것이 큰 도움이 될 거예요.",
    "따뜻한 기운이 당신을 감싸는 한 달이에요."
  ],
  6: [
    "당신의 신중함이 중요한 역할을 하게 될 거예요.",
    "특히 후반에 휴식하는 것이 큰 도움이 될 거예요.",
    "당신의 유머감각이 중요한 역할을 하게 될 거예요.",
    "이 달에는 변화을 통해 기쁨한 경험을 하게 될 거예요.",
    "당신의 용기이 중요한 역할을 하게 될 거예요."
  ],
  7: [
    "특히 후반에 자기 개발하는 것이 큰 도움이 될 거예요.",
    "감성적인 기운이 당신을 감싸는 한 달이에요.",
    "집중력 있는 기운이 당신을 감싸는 한 달이에요.",
    "특히 중반에 정리정돈하는 것이 큰 도움이 될 거예요.",
    "당신의 창의력이 중요한 역할을 하게 될 거예요."
  ],
  8: [
    "이번 달에는 기회과 관련된 긍정적인 변화가 찾아올 수 있어요.",
    "특히 이른 아침에 계획을 세우는 것하는 것이 큰 도움이 될 거예요.",
    "특히 이른 아침에 사람을 만나는 것하는 것이 큰 도움이 될 거예요.",
    "당신의 유머감각이 중요한 역할을 하게 될 거예요.",
    "이 달에는 도전을 통해 휴식한 경험을 하게 될 거예요."
  ],
  9: [
    "특히 주말에 계획을 세우는 것하는 것이 큰 도움이 될 거예요.",
    "이 달에는 기회을 통해 평화한 경험을 하게 될 거예요.",
    "특히 중반에 정리정돈하는 것이 큰 도움이 될 거예요.",
    "이번 달에는 상황과 관련된 인연가 찾아올 수 있어요."
  ],
  10: [
    "활기찬 기운이 당신을 감싸는 한 달이에요.",
    "이번 달에는 일과 관련된 놀라운 일가 찾아올 수 있어요.",
    "이번 달에는 상황과 관련된 결정가 찾아올 수 있어요.",
    "행복한 기운이 당신을 감싸는 한 달이에요."
  ],
  11: [
    "특히 중반에 음악 감상하는 것이 큰 도움이 될 거예요.",
    "당신의 유머감각이 중요한 역할을 하게 될 거예요.",
    "차분한 기운이 당신을 감싸는 한 달이에요.",
    "이 달에는 대화을 통해 깨달음한 경험을 하게 될 거예요."
  ],
  12: [
    "당신의 집중력이 중요한 역할을 하게 될 거예요.",
    "이번 달에는 소통과 관련된 긍정적인 변화가 찾아올 수 있어요.",
    "이번 달에는 일과 관련된 좋은 기회가 찾아올 수 있어요.",
    "이 달에는 대화을 통해 재발견한 경험을 하게 될 거예요.",
    "신비로운 기운이 당신을 감싸는 한 달이에요."
  ]
};


module.exports = {
  fortunes: [
    "오늘은 새로운 기회가 찾아올 거예요!",
    "평소보다 조심해야 하는 하루예요.",
    "작은 친절이 큰 행운으로 돌아올 거예요!",
    "예상치 못한 연락이 올 수 있어요.",
    "기대하지 않았던 곳에서 기쁨이 찾아옵니다."
  ],
  foods: ["김치찌개", "떡볶이", "피자", "삼겹살", "라면"],
  musics: [
    "NewJeans - Super Shy",
    "아이유 - Love Poem",
    "BTS - Dynamite",
    "LE SSERAFIM - Perfect Night"
  ],
  games: ["제5인격", "로블록스", "롤토체스", "쿠키런 킹덤"],
  birthdayFortunes
};
