const birthdayFortunes = {
  1: [
    "이 달에는 변화을 통해 놀라움한 경험을 하게 될 거예요.",
    "당신의 용기이 중요한 역할을 하게 될 거예요.",
    "이 달에는 사람을 통해 행운한 경험을 하게 될 거예요.",
    "이 달에는 문제을 통해 감동한 경험을 하게 될 거예요.",
    "특히 휴일에 계획을 세우는 것이 큰 도움이 될 거예요."
  ],
  2: [
    "이번 달에는 사건과 관련된 기쁜 소식이 찾아올 수 있어요.",
    "이번 달에는 일과 관련된 긍정적인 변화가 찾아올 수 있어요.",
    "이번 달에는 사건과 관련된 인연가 찾아올 수 있어요.",
    "특히 주말에 계획을 세우는 것하는 것이 큰 도움이 될 거예요.",
    "이번 달에는 일과 관련된 놀라운 일가 찾아올 수 있어요."
  ],
  3: [
    "정돈된 기운이 당신을 감싸는 한 달이에요.",
    "이 달에는 문제을 통해 깨달음한 경험을 하게 될 거예요.",
    "에너지 넘치는 기운이 당신을 감싸는 한 달이에요.",
    "이번 달에는 사건과 관련된 결정가 찾아올 수 있어요."
  ],
  4: [
    "에너지 넘치는 기운이 당신을 감싸는 한 달이에요.",
    "이 달에는 도전을 통해 깨달음한 경험을 하게 될 거예요.",
    "이번 달에는 상황과 관련된 결정가 찾아올 수 있어요.",
    "이 달에는 도전을 통해 감동한 경험을 하게 될 거예요."
  ],
  5: [
    "특히 중반에 사람을 만나는 것하는 것이 큰 도움이 될 거예요.",
    "당신의 용기이 중요한 역할을 하게 될 거예요.",
    "당신의 신중함이 중요한 역할을 하게 될 거예요.",
    "특히 주말에 휴식하는 것이 큰 도움이 될 거예요.",
    "따뜻한 기운이 당신을 감싸는 한 달이에요."
  ],
  6: [
    "당신의 신중함이 중요한 역할을 하게 될 거예요.",
    "특히 후반에 휴식하는 것이 큰 도움이 될 거예요.",
    "당신의 유머감각이 중요한 역할을 하게 될 거예요.",
    "이 달에는 변화을 통해 기쁨한 경험을 하게 될 거예요.",
    "당신의 용기이 중요한 역할을 하게 될 거예요."
  ],
  7: [
    "특히 후반에 자기 개발하는 것이 큰 도움이 될 거예요.",
    "감성적인 기운이 당신을 감싸는 한 달이에요.",
    "집중력 있는 기운이 당신을 감싸는 한 달이에요.",
    "특히 중반에 정리정돈하는 것이 큰 도움이 될 거예요.",
    "당신의 창의력이 중요한 역할을 하게 될 거예요."
  ],
  8: [
    "이번 달에는 기회과 관련된 긍정적인 변화가 찾아올 수 있어요.",
    "특히 이른 아침에 계획을 세우는 것하는 것이 큰 도움이 될 거예요.",
    "특히 이른 아침에 사람을 만나는 것하는 것이 큰 도움이 될 거예요.",
    "당신의 유머감각이 중요한 역할을 하게 될 거예요.",
    "이 달에는 도전을 통해 휴식한 경험을 하게 될 거예요."
  ],
  9: [
    "특히 주말에 계획을 세우는 것하는 것이 큰 도움이 될 거예요.",
    "이 달에는 기회을 통해 평화한 경험을 하게 될 거예요.",
    "특히 중반에 정리정돈하는 것이 큰 도움이 될 거예요.",
    "이번 달에는 상황과 관련된 인연가 찾아올 수 있어요."
  ],
  10: [
    "활기찬 기운이 당신을 감싸는 한 달이에요.",
    "이번 달에는 일과 관련된 놀라운 일가 찾아올 수 있어요.",
    "이번 달에는 상황과 관련된 결정가 찾아올 수 있어요.",
    "행복한 기운이 당신을 감싸는 한 달이에요."
  ],
  11: [
    "특히 중반에 음악 감상하는 것이 큰 도움이 될 거예요.",
    "당신의 유머감각이 중요한 역할을 하게 될 거예요.",
    "차분한 기운이 당신을 감싸는 한 달이에요.",
    "이 달에는 대화을 통해 깨달음한 경험을 하게 될 거예요."
  ],
  12: [
    "당신의 집중력이 중요한 역할을 하게 될 거예요.",
    "이번 달에는 소통과 관련된 긍정적인 변화가 찾아올 수 있어요.",
    "이번 달에는 일과 관련된 좋은 기회가 찾아올 수 있어요.",
    "이 달에는 대화을 통해 재발견한 경험을 하게 될 거예요.",
    "신비로운 기운이 당신을 감싸는 한 달이에요."
  ]
};


module.exports = {
  fortunes: [
    "오늘은 새로운 기회가 찾아올 거예요!",
    "평소보다 조심해야 하는 하루예요.",
    "작은 친절이 큰 행운으로 돌아올 거예요!",
    "예상치 못한 연락이 올 수 있어요.",
    "기대하지 않았던 곳에서 기쁨이 찾아옵니다.",
    "작은 결심이 큰 변화를 이끌 수 있어요.",
    "감정의 흐름을 잘 다스리면 평화로운 하루가 될 거예요.",
    "행운은 웃는 얼굴을 좋아한답니다 :)",
    "당신의 노력이 결실을 맺는 하루가 될 거예요.",
    "오늘은 잠시 쉬어가는 것도 좋은 선택이에요.",
    "사소한 일에도 감사함을 느껴보세요. 좋은 일이 생깁니다.",
    "잊고 있던 소원이 가까워지고 있어요.",
    "오늘은 새로운 인연을 만날 수 있는 날이에요.",
    "마음이 가는 그 방향이 정답일지도 몰라요.",
    "기회는 준비된 자에게 온다는 걸 기억하세요."
  ],
  foods: [  "비빔밥", "김치찌개", "된장찌개", "불고기", "삼겹살", "갈비탕", "떡볶이", "라면", "짜장면", "짬뽕",
  "김밥", "쫄면", "우동", "회덮밥", "닭갈비", "닭볶음탕", "부대찌개", "순두부찌개", "물냉면", "비냉",
  "햄버거", "피자", "치킨", "샐러드", "파스타", "리조또", "스테이크", "마라탕", "훠궈", "양꼬치",
  "쌀국수", "카레", "김치볶음밥", "제육볶음", "오므라이스", "국수", "잔치국수", "칼국수", "감자탕", "육개장", "낙곱새", "아구찜", "곱창전골",
  "닭똥집", "조기구이", "아이스크림", "육회", "식혜", "닭발", "초밥", "전골", "샤브샤브", "왕만두",
  "규카츠", "쭈꾸미", "염통", "찐옥수수", "핫도그", "죽", "빵", "과일", "사탕", "젤리",
  "빙수", "초콜릿",  "보쌈", "족발", "삼계탕", "게장", "떡", "음료수"],
  
  musics: [
    "Moodie - bad emotions",
    "Lauv - First Heartbreak",
    "Chance pena - Up Up & Away",
    "yaeow - does it really matter?",
    "Etham - 12:45",
    "Peder Elias  - Paper Plane",
    "Ruth B. - Dandelions",
    "Billie Eilish - Six Feet Under",
    "Coldplay & Chainsmokers - Something Just Like This",
    "Finding Hope- Without you",
    "Jasmine Thompson & Zedd - Funny",
    "Vorsa - Runaway",
    "Avicii - Waiting For Love",
    "SZA - Snooze",
    "Kate Vogel - Reasons To Stay",
    "LANY - If this is the last time",
    "Yaeow - Behind the clouds",
    "Hayd -Suffocate",
    "Elina - Another Round",
    "Wallows - Are You Bored Yet?",
    "Carlie Hanson - Good Enough",
    "Michael schulte - Someone",
    "Bazzi (바지) - I don't Think i'm okay",
    "Gavin James (개빈 제임스) - Nervous",
    "The Paper Kites - On the train ride home",
    "HONNE (혼네) - No Song Without You",
    "Keshi (케시) - Good days",
    "Sam Fischer - This City (Feat. Anne-marie)",
    "5 Seconds Of Summer (5 SOS) - High",
    "X Lovers- Sweatshirt",
    "Maisie Peters (메이지 피터스) - Daydreams",
    "madilyn bailey - Safe and sound",
    "Anson Seabra - Welcome To Wonderland",
    "Lennon Stella (레논 스텔라) - Older Than I Am",
    "Fudasca - What a nice day to run away",
    "Fudasca - Make You Mine",
    "Ben Platt (밴 플랫)- Grow As We Go",
    "Johnny Stimson - Lay it all on me",
    "Destiny Rogers (데스티니 로저스) - Kickin' Pushin'",
    "Adele - Easy On Me"
  ],
  games: [  "롤 (League of Legends)", "배틀그라운드", "오버워치 2", "발로란트", "마인크래프트", "로블록스", "제5인격",
  "쿠키런 킹덤", "원신", "모여봐요 동물의 숲", "포켓몬 유나이트", "스타듀밸리", "리그 오브 킹덤즈", "이터널 리턴",
  "서든어택", "카트라이더 드리프트", "클래시 로얄", "브롤스타즈", "디아블로4", "FC온라인",
  "피파 모바일", "마리오 카트", "젤다의 전설", "스플래툰", "톰과 제리 체이스", "갓 오브 워", "에이펙스 레전드",
  "하스스톤", "사이버펑크 2077", "몬스터헌터: 라이즈", "갱비스트", "테라리아", "리그 오브 킹덤즈", "좀비고등학교", "마피아42"],
  birthdayFortunes
};
